 ``` 
 # module.nova.module.neutron.openstack_networking_secgroup_v2.sec_group will be created
  + resource "openstack_networking_secgroup_v2" "sec_group" {
      + all_tags    = (known after apply)
      + description = "Security group"
      + id          = (known after apply)
      + name        = "rax_sec_group_201120-05554"
      + region      = (known after apply)
      + tenant_id   = "37c50bd393704db0b9cab3afb00a8d55"
    }
```